[
  {
    "id": "baratayuda",
    "title": "Baratayuda",
    "tags": ["Mahabharata", "Pandawa vs Korawa", "Perang Kurukshetra"],
    "authentic": {
      "sinopsis": "Baratayuda adalah babak klimaks dalam kisah Mahabharata. Perang besar ini terjadi di lapangan suci Kurukshetra ketika kelima putra Pandu (Pandawa) menuntut pengembalian takhta yang dipegang sepupu‑sepupu mereka, Korawa. Setelah masa pembuangan dan penyamaran selesai, Pandawa meminta kembali kerajaan mereka, bahkan bersedia menerima lima desa saja, tetapi Duryodana menolak dengan sombong sehingga perang tak terelakkan【697685012008498†L334-L385】. Perang berlangsung selama delapan belas hari dan melibatkan hampir seluruh kerajaan di Nusantara Mahabharata. Tokoh‑tokoh besar seperti Bisma, Drona, Karna, Jayadrata, Gatutkaca dan Abimanyu gugur satu per satu. Pada akhirnya, Pandawa dengan dukungan Kresna memenangkan perang, sedangkan Korawa hancur. Yudistira kemudian dinobatkan sebagai raja Hastinapura.",
      "fullCerita": "Pandawa dan Korawa merupakan dua cabang keturunan Dinasti Kuru yang dibesarkan bersama di Hastinapura. Setelah dewasa, Pandawa diberi hak untuk membangun kerajaan baru di Indraprastha, namun keberhasilan mereka menimbulkan iri hati di dalam diri Duryodana. Lewat tipu daya Sengkuni, para Korawa mengundang Pandawa bermain dadu. Permainan curang itu menyebabkan Pandawa kehilangan kerajaan dan harus menjalani pengasingan selama tiga belas tahun. Sebelum berangkat, Dretarastra berjanji akan mengembalikan tahta kepada Yudistira【697685012008498†L369-L383】.\n\nSetelah pengasingan berakhir, Pandawa menuntut hak mereka, tetapi Duryodana menolak mentah‑mentah. Duryodana bahkan menantang: ia tak akan menyerahkan tanah seujung jarum pun. Kresna diutus sebagai utusan damai, tetapi perundingan gagal. Kedua belah pihak kemudian mencari sekutu dan bersiap untuk perang. Pertempuran berlangsung di Kurukshetra, medan suci yang dipilih karena dipercaya dapat menghapus dosa【697685012008498†L334-L340】.\n\nPada hari‑hari pertama pertempuran, Bisma memimpin pasukan Korawa dan tak tertandingi sampai akhirnya ia memilih berbaring di ranjang panah setelah ditembak oleh Srikandi dan Arjuna. Kepemimpinan pasukan Korawa lalu jatuh ke tangan Drona, yang juga menimbulkan banyak korban sebelum akhirnya tewas oleh taktik licik Pandawa. Pada hari ke‑13, Abimanyu gugur ketika mencoba memecah formasi Cakrabyuha【74376526250927†L265-L321】. Hari‑hari berikutnya menyaksikan tewasnya Karna oleh Arjuna, Gatutkaca yang meledakkan pasukan Korawa dengan tubuhnya, dan gugurnya Jayadrata sebagai bagian dari sumpah Arjuna. Hari terakhir menyaksikan duel sengit antara Bima dan Duryodana yang berakhir dengan hancurnya paha Duryodana. Perang berakhir dengan kemenangan Pandawa; hampir semua prajurit dari kedua belah pihak gugur. Yudistira menjadi raja, namun para Pandawa akhirnya menyerahkan kerajaan kepada cucu mereka dan menempuh perjalanan suci menuju Swargaloka (Mahapralaya).", 
      "catatanBudaya": "Lakon Baratayuda merupakan adaptasi Jawa dari episode perang Mahabharata. Dalam tradisi pewayangan, perang ini sering dipentaskan pada malam hari sebagai puncak rangkaian cerita panjang, melibatkan musik gamelan dan suluk yang menggugah emosi. Versi pewayangan menempatkan peristiwa ini tidak di India, melainkan di dataran tinggi Dieng, Jawa Tengah, sehingga relevan dengan masyarakat Jawa. Kisah ini menonjolkan nilai dharma (kebenaran) melawan adharma (keangkara‑murkaan) serta menekankan bahwa kemenangan sejati diperoleh melalui kesadaran diri, bukan dendam."
    },
    "modern": {
      "sinopsis": "Perang saudara terbesar dalam pewayangan ini dipicu oleh keserakahan Korawa. Pandawa yang difitnah dan dibuang menuntut hak mereka, tetapi Duryodana enggan menyerahkan sedikit pun tanah. Perang delapan belas hari di Kurukshetra pun terjadi. Satu per satu ksatria besar gugur hingga Pandawa menang dan Yudistira menjadi raja.",
      "tldr": "Cousins gone wild: Pandawa dibuang, balik menuntut hak, Duryodana ngeyel. Hasilnya perang 18 hari, hampir semua tewas, Pandawa menang dan naik tahta.",
      "keyEvents": [
        {"event": "Permainan dadu menipu Pandawa hingga kehilangan kerajaan dan terpaksa menjalani pengasingan."},
        {"event": "Pandawa kembali dari pengasingan dan menuntut hak mereka, Kresna menjadi utusan damai tapi gagal."},
        {"event": "Bisma memimpin Korawa tetapi dihentikan oleh Arjuna dan Srikandi."},
        {"event": "Abimanyu gugur saat menembus formasi Cakrabyuha."},
        {"event": "Karna tewas di tangan Arjuna setelah kehilangan senjata pamungkasnya."},
        {"event": "Pertempuran final: Bima menghancurkan paha Duryodana dan mengakhiri perang."},
        {"event": "Yudistira dinobatkan sebagai raja Hastinapura dan perang berakhir."}
      ],
      "wiki": {
        "characters": [
          {"name": "Yudistira", "role": "Pemimpin Pandawa", "description": "Putra sulung Pandu yang dikenal adil dan bijaksana. Ia menuntut tahta kerajaan Kuru dan akhirnya memimpin Pandawa menuju kemenangan."},
          {"name": "Bima", "role": "Kesatria Pandawa", "description": "Putra kedua Pandu yang memiliki kekuatan luar biasa. Ia membunuh banyak Korawa, termasuk Duryodana pada akhir perang."},
          {"name": "Arjuna", "role": "Pemanah ulung", "description": "Kesatria Pandawa yang didukung oleh Dewa Kresna. Menewaskan Karna dan banyak kesatria lainnya."},
          {"name": "Nakula dan Sadewa", "role": "Saudara kembar Pandawa", "description": "Putra Pandu termuda yang bertempur setia bersama saudara mereka."},
          {"name": "Duryodana", "role": "Pemimpin Korawa", "description": "Putra tertua Dretarastra yang menolak menyerahkan kerajaan kepada Pandawa dan menjadi penyebab perang."},
          {"name": "Kresna", "role": "Penasihat Pandawa", "description": "Avatar Wisnu yang menjadi kusir Arjuna, penasihat strategis, dan utusan damai sebelum perang."},
          {"name": "Bisma", "role": "Panglima Korawa", "description": "Kesatria tua yang sakti. Ia memilih gugur di medan perang demi menjaga sumpahnya."},
          {"name": "Drona", "role": "Guru besar Pandawa dan Korawa", "description": "Pemimpin pasukan Korawa setelah Bisma. Gugur karena taktik Pandawa."},
          {"name": "Karna", "role": "Kesatria Korawa", "description": "Saudara tiri Pandawa yang setia pada Duryodana. Gugur di tangan Arjuna."},
          {"name": "Jayadrata", "role": "Raja Sindhu", "description": "Sekutu Korawa yang menahan Pandawa sehingga Abimanyu terperangkap dalam Cakrabyuha."}
        ],
        "objects": [
          {"name": "Kurukshetra", "description": "Medan perang suci yang dipilih untuk Baratayuda, dipercaya dapat menghapus dosa【697685012008498†L334-L340】."},
          {"name": "Cakrabyuha", "description": "Formasi tempur melingkar yang sulit ditembus dan menjadi penyebab gugurnya Abimanyu【74376526250927†L293-L302】."},
          {"name": "Gandewa", "description": "Busur sakti milik Arjuna yang digunakan dalam berbagai pertempuran."},
          {"name": "Kalimasada", "description": "Jamus pusaka Pandawa yang dipercaya melindungi dan memberi kekuatan."}
        ],
        "funFacts": [
          "Baratayuda berlangsung selama 18 hari, dengan setiap hari memiliki strategi dan pemimpin yang berbeda.",
          "Menurut tradisi wayang Jawa, lokasi perang ini dipindahkan ke Dieng di Jawa Tengah agar terasa lebih dekat dengan penonton.",
          "Setelah perang berakhir, Pandawa tidak menikmati kekuasaan lama; mereka menyerahkan tahta kepada cucu mereka dan pergi bertapa." 
        ]
      }
    }
  },
  {
    "id": "abimanyu_gugur",
    "title": "Abimanyu Gugur",
    "tags": ["Mahabharata", "Pandawa", "Cakrabyuha"],
    "authentic": {
      "sinopsis": "Abimanyu adalah putra Arjuna dan Subadra yang terkenal gagah berani. Pada hari ke‑13 perang Baratayuda, Pandawa menerima tantangan Korawa untuk menembus formasi Cakrabyuha. Kresna dan Arjuna sedang sibuk, sehingga Abimanyu ditunjuk memimpin serangan. Ia berhasil menembus formasi tetapi tidak tahu cara keluar, sehingga terjebak dan diserang banyak kesatria Korawa. Meskipun melawan dengan gagah berani dan membunuh banyak lawan, akhirnya Abimanyu gugur setelah senjata dan keretanya dihancurkan【74376526250927†L293-L321】. Kematian pemuda ini mengguncang Pandawa dan memicu sumpah Arjuna untuk membunuh Jayadrata.\n\n", 
      "fullCerita": "Abimanyu lahir sebagai putra Arjuna dan Subadra (Saudari Kresna) dan dididik menjadi kesatria sejak kecil. Dalam pewayangan Jawa ia dikenal juga dengan nama Angkawijaya atau Jaya Murcita. Saat di dalam kandungan, ia mendengar Kresna mengajarkan Arjuna cara memecah formasi Cakrabyuha, tetapi tertidur sebelum memahami cara keluar, sehingga hanya mengetahui setengah ilmu. Setelah dewasa, ia menikahi Uttari, putri Raja Wirata, memperkuat aliansi antara Pandawa dan kerajaan Matsya【74376526250927†L254-L258】.\n\nPada hari ke‑13 Baratayuda, Korawa menantang Pandawa untuk memecah Cakrabyuha. Tanpa Arjuna dan Kresna, Abimanyu memimpin serangan karena ia satu‑satunya yang memahami cara masuk. Pandawa berjanji akan mengikutinya dari belakang, tetapi raja Jayadrata menahan mereka di pintu formasi【74376526250927†L303-L308】. Abimanyu berjuang seorang diri di dalam formasi. Dengan senjata Kyai Pulanggeni, ia membunuh banyak kesatria termasuk Laksmana, putra Duryodana【74376526250927†L309-L314】. Murka melihat putranya tewas, Duryodana memerintahkan semua panglima menyerangnya. Karna mematahkan busur Abimanyu dari belakang; kereta dan kusirnya dihancurkan sehingga ia bertarung dengan pedang dan roda kereta sebagai perisai hingga akhirnya tertusuk gada dan tewas【74376526250927†L315-L321】. Abimanyu gugur saat istrinya hamil; putranya, Parikesit, lahir setelah perang dan menjadi penerus dinasti Kuru【74376526250927†L323-L327】.\n\nSumpah Arjuna yang membalas kematian putranya mewarnai hari ke‑14 perang. Ia berhasil membunuh Jayadrata sebelum matahari terbenam dengan bantuan Kresna. Kematian Abimanyu menjadi simbol pengorbanan generasi muda dalam mempertahankan kebenaran.",
      "catatanBudaya": "Kisah Abimanyu Gugur banyak dipentaskan dalam wayang kulit sebagai simbol keberanian remaja menghadapi tantangan berat. Lakon ini menonjolkan nilai kesetiaan, pengorbanan, dan tipu daya dalam perang. Nama Abimanyu sering dipakai sebagai metafora bagi seseorang yang mengerjakan tugas besar tanpa dukungan penuh. Dalam budaya Jawa, Abimanyu dipandang sebagai kesatria tulus yang wafat sebelum waktunya namun meninggalkan garis keturunan melalui Parikesit." 
    },
    "modern": {
      "sinopsis": "Anak Arjuna yang masih remaja ini menjadi pahlawan dadakan ketika Pandawa ditantang menembus labirin Cakrabyuha. Dia masuk, bantai pasukan musuh, tapi malah terjebak dan dikeroyok hingga gugur. Kematian Abimanyu bikin Arjuna bersumpah balas dendam.",
      "tldr": "Baby warrior goes beast mode, clears half the squad, gets jumped by all uncles. Dad vows revenge.",
      "keyEvents": [
        {"event": "Abimanyu lahir dan dibesarkan sebagai putra Arjuna dan Subadra."},
        {"event": "Mendengarkan ilmu Cakrabyuha saat dalam kandungan tapi hanya mempelajari cara masuk."},
        {"event": "Menikahi Uttari, putri Raja Wirata, mempererat aliansi Pandawa."},
        {"event": "Hari ke‑13 Baratayuda: Abimanyu memimpin serangan ke formasi Cakrabyuha."},
        {"event": "Jayadrata menahan Pandawa sehingga Abimanyu terjebak sendirian."},
        {"event": "Abimanyu membunuh banyak kesatria Korawa termasuk putra Duryodana sebelum senjatanya dihancurkan."},
        {"event": "Karna, Dursasana, Sangkuni dan sekutu menyerangnya bersama‑sama; Abimanyu gugur."},
        {"event": "Arjuna bersumpah dan berhasil membunuh Jayadrata pada hari berikutnya."},
        {"event": "Anak Abimanyu, Parikesit, lahir setelah perang dan meneruskan dinasti Kuru."}
      ],
      "wiki": {
        "characters": [
          {"name": "Abimanyu", "role": "Kesatria Pandawa", "description": "Putra Arjuna dan Subadra; dikenal berani dan ahli memanah. Gugur di usia muda setelah menembus formasi Cakrabyuha."},
          {"name": "Arjuna", "role": "Ayah Abimanyu", "description": "Pemanah Pandawa yang melatih Abimanyu dan membalas kematiannya dengan membunuh Jayadrata."},
          {"name": "Subadra", "role": "Ibu Abimanyu", "description": "Adik Kresna dan istri Arjuna; mendengarkan penjelasan Cakrabyuha ketika mengandung Abimanyu."},
          {"name": "Uttari", "role": "Istri Abimanyu", "description": "Putri Raja Wirata yang melahirkan Parikesit setelah suaminya gugur."},
          {"name": "Jayadrata", "role": "Raja Sindhu", "description": "Sekutu Korawa yang menahan Pandawa di pintu formasi, membuat Abimanyu terjebak."},
          {"name": "Karna", "role": "Kesatria Korawa", "description": "Mematahkan busur Abimanyu dari belakang sehingga memudahkan musuh mengalahkannya."},
          {"name": "Dursasana", "role": "Adik Duryodana", "description": "Salah satu penyerang yang menewaskan Abimanyu."},
          {"name": "Parikesit", "role": "Putra Abimanyu", "description": "Dilahirkan setelah kematian ayahnya; menjadi raja Hastinapura setelah Yudistira turun takhta."}
        ],
        "objects": [
          {"name": "Cakrabyuha", "description": "Formasi militer berbentuk bunga teratai yang sulit dimasuki dan lebih sulit lagi keluar darinya. Abimanyu mengetahui cara masuk tetapi tidak cara keluar【74376526250927†L293-L301】."},
          {"name": "Kyai Pulanggeni", "description": "Pusaka busur dan panah warisan Arjuna yang digunakan Abimanyu."},
          {"name": "Parikesit", "description": "Ketika digunakan sebagai nama objek: raja penerus dinasti Kuru dan cucu Arjuna."}
        ],
        "funFacts": [
          "Abimanyu belajar taktik perang Cakrabyuha dari dalam rahim ketika Subadra mendengarkan Kresna menjelaskannya.",
          "Meskipun seorang ksatria muda, Abimanyu mampu menandingi para senior Korawa hingga mereka harus menyerang secara beramai‑ramai untuk mengalahkannya.",
          "Nama lain Abimanyu dalam versi pewayangan Jawa antara lain Angkawijaya, Jaya Murcita dan Wirabatana." 
        ]
      }
    }
  },
  {
    "id": "semar_mbangun_khayangan",
    "title": "Semar Mbangun Khayangan",
    "tags": ["Carangan", "Punakawan", "Kritik Sosial"],
    "authentic": {
      "sinopsis": "Lakon ini menceritakan Semar, tokoh punakawan yang biasanya menjadi abdi Pandawa, mengambil peran utama. Di Amarta, Pandawa sibuk dengan urusan duniawi dan para dewa di kahyangan terlena oleh kemegahan. Semar yang melihat penderitaan rakyat menegur tuannya, tetapi pesan itu diabaikan. Ia kemudian memutuskan untuk naik ke kahyangan (surga para dewa) bersama putra‑putranya Gareng, Petruk, dan Bagong guna menuntut perubahan. Kesaktiannya yang merupakan penjelmaan Batara Ismaya membuat para dewa tak berkutik. Semar menuntut supaya para dewa turun dan mengingat kewajiban menyejahterakan manusia. Setelah itu Semar kembali ke bumi untuk membimbing Pandawa membangun ‘kahyangan’ di dunia—negara yang adil dan makmur.",
      "fullCerita": "Cerita dimulai ketika Amarta menjadi negeri yang makmur, namun Pandawa terjebak dalam kesenangan duniawi dan lupa pada rakyat. Mereka terlalu sibuk dengan politik dan perang, sedangkan para dewa di kahyangan asyik merayakan kemenangan Baratayuda. Semar, sebagai punakawan sekaligus pengasuh Pandawa, merasa prihatin melihat rakyat miskin terabaikan. Ia mencoba menegur tuannya tetapi tidak didengar.\n\nSemar lantas mengajak tiga putranya—Gareng, Petruk, dan Bagong—menaiki Gunung Tidar menuju kahyangan untuk menemui Batara Guru. Para dewa meremehkan Semar karena wujudnya yang buruk rupa. Namun Semar adalah penjelmaan Batara Ismaya, kakak Batara Guru. Dengan kesaktiannya, ia menaklukkan para dewa dan menuntut agar mereka turun dari kahyangan dan memperhatikan nasib manusia. Semar bahkan menggantung para dewa terbalik sebagai hukuman. Batara Guru akhirnya meminta maaf dan berjanji memperbaiki tata kelola kahyangan.\n\nSetelah tatanan dipulihkan, Semar turun kembali ke bumi. Ia mengingatkan Pandawa bahwa ‘kahyangan’ bukan hanya di langit tetapi bisa diciptakan di dunia dengan menegakkan keadilan dan mendengarkan suara rakyat. Pandawa pun sadar dan mulai membangun Amarta sebagai negeri yang sejahtera, memerintah dengan bijaksana di bawah bimbingan Semar. Lakon ini mengajarkan bahwa kekuasaan harus berbasis rakyat dan bahwa suara orang kecil—yang disimbolkan oleh Semar—merupakan suara Tuhan.",
      "catatanBudaya": "Semar Mbangun Khayangan termasuk lakon carangan, yaitu kisah gubahan dalang yang tidak terdapat dalam naskah Mahabharata atau Ramayana. Lakon ini populer di Jawa karena digunakan sebagai media kritik sosial terhadap penguasa. Semar digambarkan sebagai gabungan rakyat kecil sekaligus dewa【157563200728887†L339-L342】 sehingga suaranya melambangkan suara rakyat yang harus didengar penguasa. Cerita ini menekankan bahwa ‘kahyangan’ sejati terwujud ketika pemimpin mendengar nasihat rakyat dan menegakkan keadilan."
    },
    "modern": {
      "sinopsis": "Semar bosan melihat Amarta kacau dan para dewa cuek. Ia bersama Gareng, Petruk, dan Bagong naik ke kahyangan, menegur dan menggantung para dewa sampai mereka sadar. Pesannya: bangunlah surga di bumi dengan memimpin rakyat secara adil.",
      "tldr": "OG sidekick flips the script: Semar naik ke surga, ngamuk ke dewa malas, lalu balik ke bumi buat bikin ‘heaven on earth’.", 
      "keyEvents": [
        {"event": "Pandawa larut dalam kemewahan, rakyat Amarta menderita."},
        {"event": "Semar menegur Pandawa namun diabaikan."},
        {"event": "Semar dan ketiga putranya naik ke kahyangan untuk protes kepada Batara Guru."},
        {"event": "Para dewa diremehkan dan dihukum; Semar menggantung mereka terbalik."},
        {"event": "Batara Guru meminta maaf dan berjanji memperbaiki tatanan."},
        {"event": "Semar kembali ke bumi dan menasihati Pandawa untuk membangun kahyangan di dunia dengan memerintah adil."},
        {"event": "Pandawa sadar dan memimpin Amarta dengan bijak, dipandu oleh Semar."}
      ],
      "wiki": {
        "characters": [
          {"name": "Semar", "role": "Punakawan", "description": "Tokoh punakawan dalam pewayangan Jawa. Ia merupakan penjelmaan Batara Ismaya dan bertindak sebagai pengasuh serta penasihat kesatria【157563200728887†L150-L168】. Dalam lakon ini ia menuntut perubahan tatanan kahyangan."},
          {"name": "Gareng", "role": "Putra Semar", "description": "Salah satu punakawan yang ikut menemani Semar ke kahyangan. Memiliki ciri fisik kaki pincang dan tangan pendek."},
          {"name": "Petruk", "role": "Putra Semar", "description": "Punakawan bertubuh tinggi dengan hidung panjang; dikenal humoris dan cerdas."},
          {"name": "Bagong", "role": "Putra Semar", "description": "Punakawan bertubuh bulat yang polos dan spontan."},
          {"name": "Batara Guru", "role": "Raja kahyangan", "description": "Penguasa para dewa yang awalnya terlena dalam kemewahan. Ia akhirnya meminta maaf kepada Semar atas kelalaiannya."},
          {"name": "Pandawa", "role": "Kesatria Amarta", "description": "Kelima putra Pandu yang diasuh Semar. Dalam lakon ini mereka ditegur karena lalai mengurus rakyat."}
        ],
        "objects": [
          {"name": "Kahyangan", "description": "Tempat tinggal para dewa. Dalam cerita ini, Semar menganggap kahyangan harus mencerminkan tatanan yang adil bagi rakyat."},
          {"name": "Gunung Tidar", "description": "Gunung mitos yang menjadi jalan Semar menuju kahyangan."},
          {"name": "Kalimasada", "description": "Jamus pusaka yang sering dikaitkan dengan Pandawa dan memiliki makna menjaga kesejahteraan rakyat."}
        ],
        "funFacts": [
          "Semar melambangkan perpaduan rakyat kecil dan dewa, sehingga ia bisa menegur para kesatria dan dewa sekaligus【157563200728887†L339-L342】.",
          "Lakon carangan seperti Semar Mbangun Khayangan memungkinkan dalang menyisipkan kritik sosial yang relevan dengan kondisi zaman.",
          "Dalam beberapa pertunjukan, adegan Semar menggantung para dewa sering disajikan dengan humor untuk menghindari sensor politik." 
        ]
      }
    }
  }
]